Repository: mozilla-l10n/mt-training-data
Catalog: dml/dml_pontoon.tmx
Source language: en_us
Languages: dml

source: 1 sentence collected
dml: جملہ جمع با

source: 2019 End-of-Year Release
dml: 2019 کال تہ آخرہ ریلیز

source: 2 down, keep it up!<playIcon></playIcon>
dml: 2 بُن، شمبݜ مس برقرار ساتے<playIcon></playIcon>

source: ≥ 2 No votes
dml: دو نی وٹ

source: ≥ 2 Yes votes
dml: ≥ 2دو آں وٹ

source: Abbreviations and Acronyms
dml: مختصرات اور مخففات

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
dml: مخففات آں اختصارات جیسے “USA” یا “ICE” مسو ماخذ متنہ استعمل نی کُرن پکار درو۔ کوئی تے مسو منو طریقہ مترین ینہ تے کیرا مسونہ ہجہ ملی اکبنہ نی تھیو۔ مس تہ علاوہ ایک اختصار تہ پرئی کتکی سئی مترن تہ طریقہ نم تِھنا۔

source: Abkhaz
dml: ابخز

source: About
dml: بارا

source: About options menu
dml: آپشن تہ مینیو تہ بارہ

source: Academic Reference
dml: تعلیمی حوالہ

source: Accent
dml: لہجہ

source: Accepted file types: .tsv only
dml: کیرا فائل قبول بیاں سے صرف tsv۔ درو

source: Access press releases and stories related to Common Voice
dml: عام کاڻ تہ بارہ پریس ریلیز آں شُلوک نم کی رسائی حاصل کُرا

source: Account
dml: اکاونٹ

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
dml: سئی کُرن تہ معیار ابُدے دڇھا

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
dml: { $actionType }<micIcon></micIcon> میاں تہ کتکی ایس بیاں بہ قدرتی طورہ جواب پریا

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
dml: { $actionType }<playIcon></playIcon> ایک مچ کیہ گنا بہ اُشترونی اکی سئیں لِکا

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
dml: { $actionType }<playIcon></playIcon>تیں صیح طریقہ ݜا جملہ کھنڈین بئنی

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
dml: { $actionType }<playIcon></playIcon> آڈیو کلپس اُشتُرونا، آں نقل چیک کُرا، تے یہ اکبنہ دروئی? تا بلکل اکبنہ کُرئیں یہ رد و بدل کُرا۔

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
dml: شُرے

source: { $actionType }<stopIcon></stopIcon> when done
dml: { $actionType }<stopIcon></stopIcon>کیر بابہ

source: { $actionType } submit when ready
dml: { $actionType }کیر بی تیار بو بہ جمع کُرا

source: Adamawa Fulfulde
dml: ادماوا فلفادے

source: Add and Review Sentences, Add Questions, Transcribe Audio
dml: جملہ نم شامل کُرا آں جائزہ کُرا، سوال جمع کُرا،آڈیو نقل کُرا

source: Add as much information as you can about the language. This could include:
dml: باݜہ تہ بارہ لے معلومات شامل کُرا۔ میں شامل کُرین بئیپ

source: Add <icon></icon> a public domain sentence
dml: جمع<icon> </icon>ایک عوامی ڈومین تہ جملہ

source: Add information
dml: معلومات شامل کُرا

source: Adding Sentences
dml: جملہ نم شامل کُرا

source: Additional Language
dml: اضافی باݜہ

source: Add Language
dml: باݜہ شامل کُرا

source: Add new custom accent "{ $inputValue }"
dml: ضرورت تہ مطابق نواں لہجہ شامل کُرا{ $inputValue }

source: Add new sentences for the community to read
dml: کمیونٹی ساں مترئیں کی نواں جملہ نم جمع کُرا

source: Add one sentence per line
dml: ہر لائنہ ایک جمل شامل کُرا

source: Add questions in your language
dml: تانوں باݜا سوال نم جمع کُرا

source: Add Questions <small>(Coming soon)</small>
dml: سوال نم شامل کُرے<small>(پھتائی آڅنا)</small>

source: Add Sentences
dml: جملہ نم جمع کُرا

source: Add sentences in your language
dml: تانوں باڜہ جملہ نم جمع کُرا

source: Add up to 1,000 sentences
dml: ایک زرہ 1,000تلی جملہ نم شامل کُرا

source: Add Your Voice
dml: تانوں کاڻ جمع کُرا

source: Adyghe
dml: ایڈیگے

source: Afaan Oromo
dml: افان ارومو

source: Afar
dml: افار

source: A few bytes
dml: ایک کتی بائٹس

source: Afrikaans
dml: افریقی

source: Age
dml: عمر

source: Agriculture and Food
dml: زرعت آں خورک

source: Albanian
dml: البانی

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
dml: ہلکہ پس منظر تہ کاڻ قابل قبول درو، اگر تو ایک ورے مچ ساں صفا الفاظہ مُشکُل اُشتُرنین بئیپ بہ تا پھرکی یہ کلپ مسترد کُرن پکار درو۔ عام طورہ یہ تگہ بیاں تے کعیہ ٹی وی لگیسن تھیو یا کعیہ کُرئی مُشکُل بین۔

source: All
dml: سپُن

source: All sentence must have the same domain
dml: سپُن جملہ نم ساں ایک ڈومین تھین ضروری درو

source: All sentences must have the same citation
dml: سپُن جملہ نم ساں ایک حوالہ تھین ضروری درو

source: Already have an account? <login>Log-In</login>
dml: اگر پریڜبئیں تہ ایک اکاونٹ درو بہ <login>لاگ ان</login>

source: Amharic
dml: امھرِک

source: An error occurred fetching sentences
dml: جملہ گینہ ایک خطا با

source: An error occurred reviewing this sentence
dml: یہ جملہ ساں جائزہ گینہ ایک خطا با

source: An error occurred submitting your voice information
dml: تاں کاڻ تہ معلومات جمع کُرنہ ایک خرابی آگا

source: An error occurred while creating this transcript
dml: یہ نقل تیار کُرنہ ایک خرابی آگا۔

source: An error occurred while editing the transcript
dml: یہ نقل ایڈیٹ کُرنہ ایک غلطی آگا

source: An error occurred while recording
dml: ریکارڈنگ کُرنہ ایک غلطی آگا

source: An error occurred while skipping the transcript
dml: یہ نقل وعینہ ایک غلطی آگا

source: An error occurred while skipping this prompt
dml: یہ اشارہ وعینہ ایک غلطی آگا

source: An error occurred while submitting the report
dml: رپورٹ جمع کُرن تہ منورہ ایک خرابی آگا

source: An error occurred while uploading your response
dml: تاں چواب اپ لوڈ کُرن تہ منورہ ایک خرابی آگا

source: An error occurred while voting the transcript
dml: یہ نقل تیار کُرنہ ایک خرابی آگا۔

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
dml: عمر،جنس آں لہجہ منوں گمنام صارف تہ ڈیٹا میں تقریر زانال انجن نم ساں سئی کُرن نہ تربیت پریاں کی استعمل بال آڈیو ڈیٹا بہتر کُرنہ مدد کُنا۔تاں یوزر نم آں ای میل کیر ایس تاں جمع کُریسن ڈیٹا ملی اکٹئن نی یو، آں بی انتخب کُرین بئیبہ تے مینہ یوزر نم عوامی یا ولیسن تُھیو۔

source: Answer Questions <small>(Coming soon)</small>
dml: سوال تہ جوب پریا<small>(پھتائی آڅنا)</small>

source: Approve
dml: منظوری

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
dml: ایک خاموش پس منظر ساں بیݜ چھو سئی درو،لیکن ائی اضافی کاڻ نی گٹینُمہ کیرا مشین الگورتھم کی منو الفط زانن تہ سبب ژوپنا تے کیرا تحریری متنہ نی تھیو۔ اگر میاکی متن تہ الفظ تہ عللاوہ ورے کاڻ ووضح اُشتُرون بہ، تا پھرکی کلپ مسترد کُرن پکار درو۔عام طورہ یہ تگہ بیاں تے کیر ٹی وی لگیسن تِھنا یا کعیہ کُرئی مُشکُل بین۔

source: Arabic
dml: عربی

source: Aragonese
dml: اراگونیز

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
dml: بی پریݜبئیں تہ ایں کامن وائس تہ تانئی مُشکُل بال گفتگوتہ منصوبہ ساں بیٹا ٹیسٹنگ گروپہ شامل تھوبئی?

source: Are you coming? [called by another]
dml: تو آڅِنپی [سیکے بائتے]

source: Are you coming? <strong>[called by another]</strong>
dml: توآڅنپی?<strong>[ورےساں زریعہ بائیتین گا ]</strong>

source: Armenian
dml: امریکی

source: Armenian Western
dml: مغربی آرمینیائی

source: Ask about a new language
dml: نواں باݜہ تہ باری پوچئی

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
dml: اما تہ پوچایہ تہ بارا<matrixLink>میٹرکس</matrixLink>،<discourseLink>ڈسکورس</discourseLink>یا<emailLink>ای میل</emailLink>

source: Assamese
dml: آسامیین

source: Asturian
dml: اسٹریہ تہ

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
dml: ایک ٹرانسکریپسنہ ہر لفظ غیر لغوی مُشکُل ساں کاڻ شامل کُرن پکار درو کیرا ماچے کُھنڈتھے، دہرائی کُریسن مُشکُل ایس۔

source: Audio Format
dml: کاڻ تہ فارمیٹ

source: Automotive and Transport
dml: آٹوموٹیو آں ٹرانسپورٹ

source: Avatar
dml: اوتار

source: Avatar uploaded
dml: اوتار اپ لوڈ با

source: Average
dml: اوسط

source: A voice clip is marked "valid" when a user gives it a Yes vote.
dml: کاݩ تہ کلپ سئی تھابہ تس ڜا نِشن کنُن کیر مترالے تسہ سئی گنی وٹ پرتے بہ

source: Avoid too much background noise - it should be easy to hear you.
dml: ڈنگبئں لے شور تہ زان ساتا- میاں اُشترونن اماں کی اسکان بو

source: Awards
dml: ایوارڈ نم

source: Azerbaijani
dml: ازربائی جانی

source: Baatonum
dml: باٹونم

source: Baba Malay
dml: بابا مالے

source: Back
dml: آڜنتہ

source: Background Noise
dml: ڈنگ پھچن بئیں تہ شور

source: Background Voices
dml: ڈنگ پھچن بئیں تہ کاڻ نم

source: Back to Top
dml: گیرنکھتی پچو یت

source: Bafia
dml: بافیہ

source: Bafut
dml: بفُٹ

source: Bahasa Malay
dml: بہاسا مالے

source: Balochi
dml: بلوچی

source: Bambara
dml: بمبارہ

source: Bamun
dml: بومن

source: Bamvele
dml: بمولے

source: Bankon
dml: بنکون

source: Baoule
dml: بَولی

source: Basaa
dml: باسہ

source: Bashkir
dml: بشکِِر

source: Basque
dml: باسکی

source: Batanga
dml: بٹنگا

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
dml: ایک کلپ یہ بنیادہ مسترد کُرن تہ پریݜبئں احتیاط کُرا تہ تے مترال لے ایک لفظ ساں غلط تلفظ کُتھے، غلط تھانہ زور پرئیتھے یا بہ بظاہر سوالیہ نشن نی لگائی تھے۔ پورہ دنیا لہجہ تہ مختلف قسم نم استعمل بیاں، تسومن تہ کیہ میاں تانوں کمیونٹیہ نی اُشتُرن تھیبہ۔ مہربانی کُری تئیں ماݜہ اچھک رعایت کُرا ،کُرئی میاں ملی مختلف اندازہ مُشکُل بین۔

source: Become a Common Voice Partner
dml: عام کاݨ ملی ملگیری بو

source: Belarusian
dml: بیلاروسی

source: Benefits
dml: فائدہ نم

source: Bengali
dml: بنگالی

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
dml: بیرٹ اول حرفہ زور (UK) یا بہ دوئم حرفہ زور(US) سئی درو

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
dml: باݜہ تہ حقیتہ کی بہتر تعاون لکہ چی ترجمہ آں <mark>کوڈ سوئچنگ</mark>

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
dml: میں باݜہ نام کی بہتر معاونت کیرا لے کم درو یا<mark> ٹیکسٹ کارپس نی درو</mark> استعمال کُرئیں کی (مثل تہ طورہ، سماجیات،مختلف قسم نم، تاریخی طورہ غیر رسمی باݜہ نم وغیرہ)

source: <bold>{ $count }</bold> Clips
dml: کلپ نم

source: <bold>Help us</bold> find more voices
dml: <bold>امنونہ مدد کُرے</bold>ورے جملہ نم ویچنہ

source: <bold>If you value open, inclusive data - donate today!</bold>
dml: <bold>اگر بی کولو آں جامع ڈیٹا ساں قدر کُنہ بہ تا مودئی عطیہ کُرا</bold>

source: Borgu Fulfulde
dml: بورگوفل فلڈے

source: Bosnian
dml: بوسنیہ تہ

source: Both
dml: دوئں

source: Both (Speak and Listen)
dml: دوئں کُھنڈا آں اُشتُرُنا

source: Breton
dml: بریٹون

source: [British English might make "root"]
dml: برطانیہ تہ انگریزیہ "root" ژوپینا

source: Browse Languages
dml: باݜہ نم براوز کُرا

source: Build a custom goal
dml: تانوں مرضیہ مقصد ژُپئی

source: Build Profile
dml: پروفائل ژوپئی

source: Bulgarian
dml: بلغاری نم

source: Bulk batch
dml: لے بیچ

source: Bulk Sentences Uploaded
dml: لے جملہ نم اپ لوڈ با

source: Bulu
dml: بولُیو

source: Burmese
dml: برمسی

source: Buryat
dml: بُریت

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
dml: <b>کو ایک ای میل </b>مستقبلہ ائی میاں ملی ڈیڈا سیٹہ ردوبدل کُرنہ رابطہ کُریمہ، رابطہ کُرئیں کی ایک ای میل پریا

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
dml: کلک کُری “ ما ای میل کی لنک ݜیا ”،بی اما ملی اتفق کُنبئی امونہ<termsLink>بی امونہ شرط نام ملی اتفق کُنبئی آں <privacyLink>رازداری تہ پالیسی</privacyLink>موزیلا میاکی کامن وائس تہ بیٹا ٹیسٹنگہ شرکت تہ طریقہ کار تہ متلق ای میل کُرین بیاں۔

source: By editing your goal, you may lose your existing progress.
dml: تانوں مقصد بدَلائی تو تانوں مُکھہ یین پُھسائیپ

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
dml: ای میل وصول کُرن تہ انتخب کُری، بی یہ کُنبہ تے بی موزیلا ساں طرف تہ یے معلومات سمبل کُرنہ راضی تھوبہ۔ لکہ موزیلا ساں <privacyLink>رازداری تہ پالیسی</privacyLink>۔

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
dml: <b>تو متفق</b> کامن وائس ڈیٹا سیٹہ مُشکُل بال نی زانن تہ کوشیش نی کُرنہ متفق تُھوپی

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
dml: تانوں بار معلومات پرئی، کیرا آڈیو ڈیٹا بی کامن وائس جمع کُنبہ سے سپیچ تہ پرئی لے فائدہ مند تھیو۔ زانال انجن یہ ڈیٹا تانوں درستگی بہتر کُرئیں کی استعمل کُنا۔

source: By telling us about yourself, you will help developers build more inclusive technology
dml: اماکی تانوں بارہ کُھنڈی ،تو ڈویلپرز کی ورے ایس جامع ٹیکنالوجی ژوپنہ مدد کُریس

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
dml: کامن وائس استعمل کُری، تو امونہ <termsLink>شرط نامہ</termsLink>آں <privacyLink>رازداری تہ نوٹس</privacyLink>

source: Cameroon Pidgin
dml: کیمرون پِڈگن

source: [Canadian English might make "route" sound like "rowt"]
dml: کینڈا تہ انگریزیہ روٹ "route" روٹ ساں کاڻ "rowt" بنہ تِھنا

source: Cancel Re-recording
dml: ریکاڈنگ کینسل کُرے

source: Cancel Submission
dml: جمع کُرن کینسل کُرے

source: Cannot submit more than 1000 sentences
dml: ایک زرہ تہ زیت جملہ نم جمع کُرین نی بئیپ

source: Can't decide?
dml: فیصلہ کُرین نی بئیپ

source: Cantonese
dml: کینٹونیز

source: Catalan
dml: کاٹلان

source: Central Kurdish
dml: مرکزی کُرد

source: Central Melanau
dml: وسطی میلانو

source: Change
dml: بدل کُرن

source: Change preferences
dml: ترجیہات نم بدل کُرا

source: Change your email via Settings under Login Identity
dml: لاگِن زانے ݜژی ترتِبات تہ ذریعہ تانوں ای میل بدَلایا

source: Check
dml: چیک کُرا

source: Check <icon></icon> is this a linguistically correct sentence?
dml: دڇھے تے یہ باڜہ تہ لحاظہ ایک سئی جملہ دروئی

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
dml: چیک کُرا تے مینہ باݜہ فہرستہ شامل دروئی<languagesPageLink> عام کاڻ تہ باݜہ تہ پیجہ</languagesPageLink>۔ اگر نی درو بہ، یہ فام پورا آں ائی <strong> ݜئمہ میاکی ایک اسکان ای میل, مینہ باݜہ سیٹ اپ کُرن تہ طریقہ تہ وضاحت کُرو</strong>۔

source: Check Transcriptions
dml: نقل نم چیک با

source: <chevron></chevron>See less
dml: <chevron></chevron> اُوڇھہ دڇھا

source: <chevron></chevron>See more
dml: <chevron></chevron> ورے دڇھا

source: Chinese (China)
dml: چینیین(چین)

source: Chinese (Hong Kong)
dml: چینی (ہانگ کانگ)

source: Chinese (Taiwan)
dml: چینی (تائیون)

source: Chinyanja
dml: چنانجا

source: Choose language/localization
dml: باݜہ /مقامی تشکیل تہ انتخب کرُا

source: Chuvash
dml: چواشِین

source: Citation
dml: حوالہ

source: Cite with a URL link or the full name of the work.
dml: یو آر ایل URL لنک یا نیٹ ورک ساں مکمل نم تہ حوالہ پریا

source: Citing Sentences
dml: حوالہ تہ جملہ نم

source: Click
dml: کلک

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
dml: کلک<guidanceLink>ایا</guidanceLink> یہ زانے کی تے کنو کُری یہ پیج استعمل کُریبہ

source: Clipboard not supported
dml: کلپ بورڈ تعاون ویلہ نی درو

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
dml: { $clipCount }کاڻ تہ کلپ،سپُن محفوظ بئسن دستاویزات تہ سائز{ $size }۔میعاد ختم{ $expires }۔

source: Clip Graveyard
dml: کاڻ تہ قبرستن

source: Clips recorded
dml: کلپس نم ریکارڈ کُرین گا

source: Clips Uploaded
dml: کلپ نم اپلوڈ با

source: Clips validated
dml: کلس نم توثیق کُرین گا

source: Clips You've Recorded
dml: کلپس نم کیرا میاں ریکارڈ کُتُھبہ

source: Clips You've Validated
dml: کلپ نم میاں تصدیق کُروبہ

source: Close
dml: ختم

source: Collecting sentences
dml: جملہ نم سوتن

source: Comment
dml: تبصرہ

source: Common Voice data plus all other voice datasets above.
dml: عام کاڻ تہ ڈیٹا آں پوچو زکر کُریسن تمام ورے تمام ڈیٹا سیٹ

source: Common Voice Dataset
dml: کامن وائس تہ ڈیٹہ سیٹ

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
dml: کامن وائس موزیلا فاونڈیشن ساں US 501c3درو۔ یہ پرجیکٹ کی ژا فنڈ پرینا<philantropicGrantLink>فلاحی امدد</philantropicGrantLink>،آں تمام دنیا تہ ماݜ مدد کُنُن

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
dml: کامن وائس کی فنڈ عطیہ دنی تہ رریعہ بیاں،ائی ماہر تعلیم، سول سوسائٹی آں صنعت تہ محقق نم ملی تعاون کُرن خوخ درو۔کامن وائس استعمل کُرن مفت درو، لیکن گرانٹ کی مشورہ تہ زریعہ پلیٹ فام آں میزبانی تہ خرچہ حصہ ڇھارن مدد گار درو۔

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
dml: کامن وائس ایک ورے پلیٹ فارم شروع کُنا، سے قدرتی بے ساختہ، بغیر اسکرپٹ مُشکُل جمع کُرنہ مرکوز درو۔iیہ تہ وجہ لے کمیونٹی نامہ کی ڈیٹا سوتنہ مدد میلو بو، یہ ملی یہ ڈیٹا سائنسدان نام آں ڈویلپر نامہ کی فائدہ مند ثابت بو۔

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
dml: عام کاڻ موزیلا یے سپُن تہ پریڜبئین ژوپائیسن درو۔ یہ مشین نم ساں مدد کُنا تے انسانان کنو بئی مُشکُل بِن

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
dml: عام کاڻ دنیا تہ سپُن تہ بلو عوامی طور میلو بال لے باڜہ تہ کاڻ تہ ڈیٹہ سیٹ درو

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
dml: عام کاڻ تہ ریکارڈنگ ماہر تعلیم ،اُچھوٹہ کاربار، آں کاڻ زانال شوقین ماݜہ استعمل کُنُن تے کاڻ تہ ماڈل نم کیرا عوام ساں وسائل ترتیب آں ترقیہ مدد میلو بو۔ بی اما کی کھنڈین بئیبہ تے بی تانوں ریکارڈنگ کو ختم کُرن گٹینبہ?

source: Community and Languages
dml: کمیونٹی آں باڜہ نم

source: Community, Creatives and Civil Society
dml: کمیونٹی، زہین آں سول سوسائٹی

source: Community participation and decision making.
dml: کمیونٹی ساں شریک بین آں فیصلہ سازی

source: Community Playbook
dml: کمیونٹی ساں پلے بُک(لگن تہ کِتب)

source: Confirm Goal
dml: مقصد تہ تصدیق

source: Connect with Gravatar
dml: گراواٹار ملی کنکٹ با

source: Contact
dml: رابطہ

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
dml: لیکال، ڈرامہ لیکال نم، اسکرین رائٹرنم ملی رابطہ کُرا آں پوچایاں تے تیں تانوں کرم تہ اچھک حصہ عوامی ڈومین کی وقف کُرئیں تیار تُھنی

source: Contact Form
dml: کنٹکٹ فام

source: Contact the Common Voice team
dml: عام کاڻ تہ ٹیمہ ملی رابطہ کُرے

source: Contact us
dml: اما ملی رابطہ کُرا

source: Contact Us
dml: اما ملی رابطہ کُرا

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
dml: مواد موجود درو نیع<licenseLink>تخلیقی عام لائسنس</licenseLink>

source: Continue
dml: جاری

source: Continue speaking
dml: مُشکُل بین جاری ساتا

source: Continue validating
dml: تصدیق جاری ساتا

source: Contribute
dml: تعاون کُرن

source: Contribute sentences
dml: جملہ نم تہ تعاون کُرا

source: Contribute to { $lang }
dml: حصہ ڇھارئیں کی{ $lang }

source: Contributing to dataset for { $language }
dml: ڈیٹا سیٹہ تعاون کُرئیں کی{ $language }

source: Contribution Activity
dml: اکَٹی کُرِیسن کرم

source: Contribution Criteria
dml: شراکت تہ معیار

source: Contribution Experience
dml: تجرہ شریک کؙرے

source: Contribution Guidelines
dml: شراکت تہ رہنما اُصول

source: Contributors record voice clips by reading from a bank of donated sentences.
dml: حصہ ڇھارال کاڻ تہ کلپ مَتری رہیکاڈ کنُن مئی پریسن جملہ نم تہ بینک تہ

source: Cookies
dml: کوکیز

source: <cookiesLink>Cookies<cookiesLink>
dml: <cookiesLink>کوکیز<cookiesLink>

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
dml: <coquiLink>Coqui</coquiLink> اوپن تقریر ٹیکنالونی تہ پرئی وقف درو۔ مسونہ منصوبہ ابُت ازدہ کُرال SST آں TTS تہ سرچ انجن نم درو

source: Cornish
dml: کورنش

source: Correct
dml: سئی

source: Corsican
dml: کورسِکنین

source: { $count } clips
dml: { $count } کلپ

source: { $count }mo
dml: ورے

source: Country/Region of Residence
dml: رہائش تہ ملک یا علاقہ

source: { $count }y
dml: { $count }

source: [Crackle] giant dinosaurs of [crackle] -riassic.
dml: [Crackle]لے بلو ڈاینا سور ساں [crackle] ریاسک تہ

source: Create a Custom Goal
dml: ایک حسب ضرورت گول/ مقصد ژوپایا

source: Create a profile
dml: پروفائل ژوپایا

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
dml: تانئی یا تانوں ملگری ملی یا بہ کمیونٹی ملی جدید،بول چال تہ جملہ نم ژوپاں ، مثل تہ طورہ ‘write-a-thon’ تہ زریعہ

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
dml: عام کاݩ مختلف ماݜہ کی موقع پیدا کنا عام کاڻہ تانو حصہ ڇھارین کی، ڈیٹا سیٹ زیت تہ زیت ماڜ ساں خدمت کُنا، اما منو وسائی آں ٹیمپلیٹ ژوپائی تُھمہ تسو بی استعمل کُرین بئیبہ

source: Crimean Tatar
dml: کریمائی تاتارِین

source: Criteria
dml: معیار

source: Croatian
dml: کرویشائی

source: Czech
dml: چیک

source: Dagbani
dml: دگبانی

source: Daily Goal
dml: ہر دیو تہ مقصد

source: Danish
dml: ڈینشِین

source: Dargwa
dml: درگوا

source: Dashboard
dml: ڈش بورڈ

source: Dataset Release
dml: ڈیٹہ سیٹ نِکھالن

source: Datasets
dml: ڈیٹا سیٹ نم

source: Date
dml: تاریخ

source: Days
dml: دیو نم

source: Delete
dml: ڈیلیٹ

source: Delete my recordings
dml: ما ریکارڈنگ ڈیلیٹ کُرے

source: Delete Profile
dml: پروفائل ڈیلیٹ یا ختم کُرے

source: Dhivehi
dml: ڈیویہی

source: Dholuo
dml: ڈھولو

source: Did you know…
dml: توکی پتہ دروئی

source: Different language
dml: مختلف باڜہ

source: Difficult
dml: گرَن

source: Difficult to pronounce
dml: تلفظ کُرن گرن درو

source: Dioula
dml: دیولا

source: Discard ongoing recording
dml: جاری ریکارڈنگ رد کُرے

source: Discover languages and communities and common voice
dml: دریافت کُرا باڜہ نم آں کمیونٹی نم آں عام کاڻ

source: Does the sentence meet the guidelines?
dml: جملہ رہنما اصولہ تہ مطابق دروئی
